*** DONE SLD sensor model summary
    CLOSED: [2020-07-02 Thu 18:49]
    :PROPERTIES:
    :ID:       5876BFF9-635A-4FC5-ACB6-ED8B1801633A
    :END:
    :LOGBOOK:
    CLOCK: [2020-03-13 Fri 22:16]--[2020-07-02 Thu 17:38] => 2659:22
    :END:
  [2020-03-13 Fri 22:16]
  According to GK's instruments and my plan, make a survey about the existing SLD sensor of the *shape*, *principle*, *evaluation*, and *improvement* for our sensor.

***** DONE 修改论文实验部分
      CLOSED: [2020-08-06 Thu 10:52] DEADLINE: <2020-08-04 Tue 11:30> SCHEDULED: <2020-08-04 Tue 10:30>
      :LOGBOOK:
      CLOCK: [2020-08-04 Tue 10:30]--[2020-08-04 Tue 11:41] =>  1:11
      :END:

**** DONE 画图
     CLOSED: [2020-08-10 Mon 09:08]
     :LOGBOOK:
     CLOCK: [2020-08-10 Mon 08:30]--[2020-08-10 Mon 09:08] =>  0:38
     :END:
 原始数据经过卡尔曼滤波之后，画图。

 关于原始数据滤波之后，是否算作篡改数据，这事再讨论。

**** DONE 冰厚问题
     CLOSED: [2020-08-03 Mon 11:21] SCHEDULED: <2020-08-03 Mon 10:00>
     :LOGBOOK:
     CLOCK: [2020-08-03 Mon 10:57]--[2020-08-03 Mon 11:21] =>  0:24
     CLOCK: [2020-08-03 Mon 10:02]--[2020-08-03 Mon 10:13] =>  0:11
     :END:
 究竟什么才是有用的数据？
 不同时间的厚度 vs 最终的结冰厚度
 结冰分布 vs 结冰厚度

 不同时间的冰厚，也就是传感器输出，只是可以从侧面表述，结冰的分布范围

 最终的冰厚，也就是图片识别的冰厚，可以和仿真进行比较。

 经过讨论，混合光纤对冰厚敏感，可作为开关变量，单独的接受光纤，可作为冰厚探测

***** tangent

 #+CAPTION: ratio
 | radius1 | radius2 |         inner ratio |     external ratio |
 |     3.0 |     5.5 | 0.35294117647058826 | 2.8333333333333335 |
 |     5.5 |     7.0 |                0.44 |  2.272727272727273 |
 |     7.0 |    10.0 |  0.4117647058823529 | 2.4285714285714284 |
 |    10.0 |     3.0 |  0.7692307692307693 |                1.3 |
 #+TBLFM: @2$3..@5$3='(/ $1 (+ $1 $2));N::@2$4..@5$4='(/ (+ $1 $2) $1);N

*** DONE Experimental Data Process
    CLOSED: [2020-07-02 Thu 18:49]
    :LOGBOOK:
    CLOCK: [2020-04-04 Sat 15:19]--[2020-04-04 Sat 16:49] =>  1:30
    :END:
  [2020-04-04 Sat 15:19]

